<?php
return array (
  'iframe' => 
  array (
    0 => '框架引用',
    1 => 'iframe引用任何网页',
    2 => '0',
    3 => '',
  ),
  'xfplay' => 
  array (
    0 => '影音先锋',
    1 => '需下载安装影音先锋',
    2 => '0',
    3 => '',
  ),
  'xigua' => 
  array (
    0 => '西瓜影音',
    1 => '需下载安装西瓜播放器',
    2 => '0',
    3 => '',
  ),
  'jjvod' => 
  array (
    0 => '吉吉影音',
    1 => '需下载安装吉吉影音播放器',
    2 => '0',
    3 => '',
  ),
  'ffhd' => 
  array (
    0 => '非凡影音',
    1 => '需下载安装非凡影音播放器',
    2 => '0',
    3 => '',
  ),
  'youku' => 
  array (
    0 => '优酷网',
    1 => '优酷网',
    2 => '0',
    3 => '',
  ),
  'sohu' => 
  array (
    0 => '搜狐',
    1 => '搜狐网',
    2 => '0',
    3 => '',
  ),
  'iqiyi' => 
  array (
    0 => '爱奇艺',
    1 => '爱奇艺',
    2 => '0',
    3 => '',
  ),
  'qq' => 
  array (
    0 => '腾讯视频',
    1 => '腾讯视频',
    2 => '0',
    3 => '',
  ),
  'mgtv' => 
  array (
    0 => '芒果TV',
    1 => '芒果TV',
    2 => '0',
    3 => '',
  ),
  'yugao' => 
  array (
    0 => '片花',
    1 => '预告.花絮专用',
    2 => '0',
    3 => '',
  ),
  'down' => 
  array (
    0 => '下载',
    1 => '视频下载',
    2 => '0',
    3 => '',
  ),
  'tudou' => 
  array (
    0 => '土豆网',
    1 => '土豆网',
    2 => '0',
    3 => '',
  ),
  'pptv' => 
  array (
    0 => 'PPTV',
    1 => 'pptv',
    2 => '0',
    3 => '',
  ),
  'wasu' => 
  array (
    0 => '华数TV',
    1 => 'wasu',
    2 => '0',
    3 => '',
  ),
  'cntv' => 
  array (
    0 => 'CNTV',
    1 => '央视',
    2 => '0',
    3 => '',
  ),
  'cctv' => 
  array (
    0 => 'CCTV',
    1 => '央视',
    2 => '0',
    3 => '',
  ),
  'acfun' => 
  array (
    0 => 'AcFun',
    1 => 'A站',
    2 => '0',
    3 => '',
  ),
  'bilibili' => 
  array (
    0 => 'BiLiBiLi',
    1 => 'B站',
    2 => '0',
    3 => '',
  ),
  'baishi' => 
  array (
    0 => '百度视频',
    1 => '百度视频',
    2 => '0',
    3 => '',
  ),
  'm1905' => 
  array (
    0 => 'M1905',
    1 => '时光网',
    2 => '0',
    3 => '',
  ),
  'fun' => 
  array (
    0 => '风行',
    1 => '风行',
    2 => '0',
    3 => '',
  ),
  'pps' => 
  array (
    0 => 'PPS',
    1 => 'PPS',
    2 => '0',
    3 => '',
  ),
  'kankan' => 
  array (
    0 => '响巢看看',
    1 => '迅雷看看',
    2 => '0',
    3 => '',
  ),
  'letv' => 
  array (
    0 => '乐视网',
    1 => '乐视',
    2 => '0',
    3 => '',
  ),
  'ifeng' => 
  array (
    0 => 'IFENG',
    1 => '凤凰网',
    2 => '0',
    3 => '',
  ),
  'baofeng' => 
  array (
    0 => '暴风',
    1 => '暴风',
    2 => '0',
    3 => '',
  ),
  'xunlei' => 
  array (
    0 => '迅雷',
    1 => '迅雷下载',
    2 => '0',
    3 => '',
  ),
  'tv189' => 
  array (
    0 => '天翼',
    1 => '电信天翼',
    2 => '0',
    3 => '',
  ),
  'video' => 
  array (
    0 => 'Video',
    1 => 'html5的video标签',
    2 => '0',
    3 => '',
  ),
  'dplayer' => 
  array (
    0 => 'Dplayer',
    1 => 'Dplayer',
    2 => '0',
    3 => '',
  ),
  'ckm3u8' => 
  array (
    0 => 'Ckm3u8',
    1 => 'M3u8播放器',
    2 => '0',
    3 => '',
  ),
  'm3u8' => 
  array (
    0 => 'M3u8',
    1 => 'M3u8播放器',
    2 => '0',
    3 => '',
  ),
  'mp4' => 
  array (
    0 => 'Mp4',
    1 => 'Mp4播放器',
    2 => '0',
    3 => '',
  ),
  'kuyun' => 
  array (
    0 => 'kuyun',
    1 => '云播kuyun',
    2 => '0',
    3 => '',
  ),
  '33uu' => 
  array (
    0 => '33uu',
    1 => '云播33uu',
    2 => '0',
    3 => '',
  ),
  'flv' => 
  array (
    0 => 'Flv',
    1 => 'Flv播放器',
    2 => '0',
    3 => '',
  ),
  'kym3u8' => 
  array (
    0 => 'kym3u8',
    1 => 'kym3u8',
    2 => '0',
    3 => '',
  ),
  'kyyun' => 
  array (
    0 => 'kyyun',
    1 => 'kyyun',
    2 => '0',
    3 => '',
  ),
  'mbckm3u8' => 
  array (
    0 => 'mbckm3u8',
    1 => 'mbckm3u8',
    2 => '0',
    3 => '',
  ),
  'mbyun' => 
  array (
    0 => 'mbyun',
    1 => 'mbyun',
    2 => '0',
    3 => '',
  ),
);
?>